Repository: rifky290301/destinaku
Catalog: lib/src/core/translations/intl_*.arb
Languages: id

# title_onboarding_2
source: Find your Comfort Food here
id: Temukan Makanan Nyaman Anda di sini

# sub_title_onboarding_2
source: Here You Can find a chef or dish for every taste and color. Enjoy!
id: Di sini Anda dapat menemukan koki atau hidangan untuk setiap selera dan warna. Menikmati!

# title_onboarding_3
source: Food Ninja is Where Your Comfort Food Lives
id: Ninja Makanan adalah Tempat Tinggal Makanan Nyaman Anda

# sub_title_onboarding_3
source: Enjoy a fast and smooth food delivery at your doorstep
id: Nikmati pengiriman makanan yang cepat dan lancar di depan pintu Anda

source: Next
id: Selanjutnya

source: Login
id: Masuk

# forgot_password
source: Forgot Your Password?
id: Lupa kata sandi ?

# or_continue
source: Or Continue With
id: Atau Lanjutkan Dengan

source: Login To Your Account
id: Masuk ke akun Anda

source: already have an account?
id: Daftar gratis

source: Create Account
id: Buat Akun

# sign_up_process_title
source: Fill in your bio to get started
id: Isi bio Anda untuk memulai

# sign_up_process_subtitle
source: This data will be displayed in your account profile for security
id: Data ini akan ditampilkan di profil akun Anda untuk keamanan
